{
  "week": {
    "start": "2025-08-04",
    "end": "2025-08-11",
    "generated_utc": "2025-08-11T14:32:41.337314"
  },
  "top": [
    {
      "title": "Can Large Models Fool the Eye? A New Turing Test for Biological Animation",
      "link": "https://arxiv.org/abs/2508.06072",
      "published": "2025-08-11T04:00:00",
      "source": "arxiv.org",
      "summary": "In this paper, we introduce BioMotion Arena, a novel framework for evaluating large language models (LLMs) and multimodal large language models (MLLMs) via visual animation. Current benchmarks adopt either ground-truth-based score-form evaluation on static datasets or indistinct textual chatbot-style human preferences collection, which may not provide users with immediate, intuitive, and perceptible feedback on performance differences. This enables BioMotion Arena to serve as a challenging benchmark for performance visualization and a flexible evaluation framework without restrictions on ground-truth.",
      "category": "Portada"
    },
    {
      "title": "Hypothesis-Driven Theory-of-Mind Reasoning for Large Language Models",
      "link": "https://arxiv.org/abs/2502.11881",
      "published": "2025-08-11T04:00:00",
      "source": "arxiv.org",
      "summary": "Our algorithm is modeled after the Bayesian theory-of-mind framework, using LLMs to approximate probabilistic inference over agents' evolving mental states based on their perceptions and actions. We evaluate thought-tracing on diverse theory-of-mind benchmarks, demonstrating significant performance improvements compared to baseline LLMs. Tenenbaum , Yejin Choi View a PDF of the paper titled Hypothesis-Driven Theory-of-Mind Reasoning for Large Language Models, by Hyunwoo Kim and 7 other authors View PDF HTML (experimental) Abstract: Existing LLM reasoning methods have shown impressive capabilities across various tasks, such as solving math and coding problems.",
      "category": "Portada"
    },
    {
      "title": "An Effective Approach for Node Classification in Textual Graphs",
      "link": "https://arxiv.org/abs/2508.05836",
      "published": "2025-08-11T04:00:00",
      "source": "arxiv.org",
      "summary": "Our approach leverages a large language model (LLM), specifically ChatGPT, within the TAPE framework to generate semantically rich explanations from paper content, which are then fused into enhanced node representations. We demonstrate the efficacy of our framework on the challenging ogbn-arxiv dataset, achieving state-of-the-art performance with a classification accuracy of 0.772, significantly surpassing the best GCN baseline of 0.713. Donate > cs > arXiv:2508.05836 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open n",
      "category": "Portada"
    },
    {
      "title": "SKATE, a Scalable Tournament Eval: Weaker LLMs differentiate between stronger ones using verifiable challenges",
      "link": "https://arxiv.org/abs/2508.06111",
      "published": "2025-08-11T04:00:00",
      "source": "arxiv.org",
      "summary": "We introduce SKATE: a novel evaluation framework in which large language models (LLMs) compete by generating and solving verifiable tasks for one another. Brown View a PDF of the paper titled SKATE, a Scalable Tournament Eval: Weaker LLMs differentiate between stronger ones using verifiable challenges, by Dewi S. Donate > cs > arXiv:2508.06111 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Artificial Intelligence arXiv:2508.06111 (cs) [Submitted o",
      "category": "Portada"
    },
    {
      "title": "ETA: Energy-based Test-time Adaptation for Depth Completion",
      "link": "https://arxiv.org/abs/2508.05989",
      "published": "2025-08-11T04:00:00",
      "source": "arxiv.org",
      "summary": "We evaluate our method across three indoor and three outdoor datasets, where ETA improve over the previous state-of-the-art method by an average of 6.94% for outdoors and 10.23% for indoors. ) Related Papers Recommenders and Search Tools Link to Influence Flower Influence Flower ( What are Influence Flowers? ) Author Venue Institution Topic About arXivLabs arXivLabs: experimental projects with community collaborators arXivLabs is a framework that allows collaborators to develop and share new arXiv features directly on our website.",
      "category": "Portada"
    }
  ],
  "sections": {
    "Modelos": [
      {
        "title": "From Next-Token to Mathematics: The Learning Dynamics of Mathematical Reasoning in Language Models",
        "link": "https://arxiv.org/abs/2407.00900",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Goodman View a PDF of the paper titled From Next-Token to Mathematics: The Learning Dynamics of Mathematical Reasoning in Language Models, by Shubhra Mishra and 2 other authors View PDF HTML (experimental) Abstract: Large Language Models (LLMs) solely trained on next-token prediction learn to solve a wide range of problems involving mathematical reasoning. We show the first analysis of how mathematical reasoning abilities of several open-weight LLMs develop during pre-training and post-training. Dataset and code: this https URL Subjects: Artificial Intelligence (cs.AI) ; Computation and Language (cs.CL) Cite as: arXiv:2407.00900 [cs.AI] (or arXiv:2407.00900v2 [cs.AI] for this version) https:",
        "category": "Modelos"
      },
      {
        "title": "Large Language Model Data Generation for Enhanced Intent Recognition in German Speech",
        "link": "https://arxiv.org/abs/2508.06277",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "We propose a novel approach that combines an adapted Whisper ASR model, fine-tuned on elderly German speech (SVC-de), with Transformer-based language models trained on synthetic text datasets generated by three well-known large language models (LLMs): LeoLM, Llama3, and ChatGPT. Donate > cs > arXiv:2508.06277 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Computation and Language arXiv:2508.06277 (cs) [Submitted on 8 Aug 2025] Title: Large Languag",
        "category": "Modelos"
      },
      {
        "title": "Evaluation of LLMs in AMR Parsing",
        "link": "https://arxiv.org/abs/2508.05028",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "This paper presents a comprehensive evaluation of finetuning four distinct LLM architectures, Phi 3.5, Gemma 2, LLaMA 3.2, and DeepSeek R1 LLaMA Distilled using the LDC2020T02 Gold AMR3.0 test set. Donate > cs > arXiv:2508.05028 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Computation and Language arXiv:2508.05028 (cs) [Submitted on 7 Aug 2025 ( v1 ), last revised 8 Aug 2025 (this version, v2)] Title: Evaluation of LLMs in AMR Parsing Authors: S",
        "category": "Modelos"
      },
      {
        "title": "Self-Steering Language Models",
        "link": "https://arxiv.org/abs/2504.07081",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "When instantiated with a small Follower (e.g., Llama-3.2-1B or Qwen3-1.7B), DisCIPL matches (and sometimes outperforms) much larger models, including GPT-4o and o1, on challenging constrained generation tasks. Comments: Accepted to COLM 2025 Subjects: Computation and Language (cs.CL) ; Artificial Intelligence (cs.AI) Cite as: arXiv:2504.07081 [cs.CL] (or arXiv:2504.07081v2 [cs.CL] for this version) https://doi.org/10.48550/arXiv.2504.07081 Focus to learn more arXiv-issued DOI via DataCite Submission history From: Gabriel Grand [ view email ] [v1] Wed, 9 Apr 2025 17:54:22 UTC (668 KB) [v2] Fri, 8 Aug 2025 17:58:01 UTC (655 KB) Full-text links: Access Paper: View a PDF of the paper titled Self",
        "category": "Modelos"
      },
      {
        "title": "Numerical Considerations in Weighted Model Counting",
        "link": "https://arxiv.org/abs/2508.06264",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "When all weights are nonnegative, we prove that the precision loss of arithmetic evaluation using floating-point arithmetic can be tightly bounded. Bryant View a PDF of the paper titled Numerical Considerations in Weighted Model Counting, by Randal E. Most weighted model counting programs operate by (explicitly or implicitly) converting the input formula into a form that enables arithmetic evaluation, using multiplication for conjunctions and addition for disjunctions.",
        "category": "Modelos"
      },
      {
        "title": "GPT-5 is here. Now what?",
        "link": "https://www.technologyreview.com/2025/08/07/1121308/gpt-5-is-here-now-what/",
        "published": "2025-08-07T17:00:00",
        "source": "technologyreview.com",
        "summary": "GPT-5 has achieved the state of the art on several benchmarks, including a test of agentic abilities and the coding evaluations SWE-Bench and Aider Polyglot. The much-hyped release makes several enhancements to the ChatGPT user experience. By Grace Huckins archive page August 7, 2025 Stephanie Arnett/MIT Technology Review | Adobe Stock, Envato At long last, OpenAI has released GPT-5.",
        "category": "Modelos"
      },
      {
        "title": "Las empresas de vibe coding están descubriendo la cruda realidad de la IA: es imposible ganar dinero con ella",
        "link": "https://www.xataka.com/robotica-e-ia/startups-vibe-coding-se-enfrentan-a-cruda-realidad-programacion-ia-no-sale-a-cuentas",
        "published": "2025-08-11T12:00:00",
        "source": "xataka.com",
        "summary": "En otras palabras, Anysphere cobra al usuario una suscripción por acceder a Cursor y, a su vez, paga a Google, Anthropic y OpenAI por acceder a la API de Gemini, Claude y GPT. Las empresas de vibe coding están descubriendo la cruda realidad de la IA: es imposible ganar dinero con ella Webedia Xataka Menú Nuevo ANÁLISIS XATAKA SELECCIÓN MÓVILES CIENCIA MOVILIDAD MAGNET WhatsApp Tiktok Telegram Instagram Youtube Twitter HOY SE HABLA DE China Bill Gates Ola de calor Ozempic Bugatti iPhone 17 Android Auto IA GPT-4o Thriller Las empresas de vibe coding están descubriendo la cruda realidad de la IA: es imposible ganar dinero con ella El precio a pagar por acceder a las APIs de los grandes modelos ",
        "category": "Modelos"
      },
      {
        "title": "The Download: OpenAI’s open-weight models, and the future of internet search",
        "link": "https://www.technologyreview.com/2025/08/06/1121179/the-download-openais-open-weight-models-and-the-future-of-internet-search/",
        "published": "2025-08-06T12:10:00",
        "source": "technologyreview.com",
        "summary": "OpenAI has finally released open-weight language models The news: OpenAI has finally released its first open-weight large language models since 2019’s GPT-2. That’s particularly notable at a time when Meta, which had previously dominated the American open-model landscape with its Llama models, may be reorienting toward closed releases—and when Chinese open models are becoming more popular than their American competitors. Why it matters: These releases re-establish OpenAI as a presence for users of open models.",
        "category": "Modelos"
      },
      {
        "title": "La gran paradoja de Madrid: la región con el mayor déficit energético de España se está quedando los centros de datos",
        "link": "https://www.xataka.com/robotica-e-ia/big-tech-estan-eligiendo-madrid-para-instalar-centros-datos-espana-problema-agujero-negro-energetico",
        "published": "2025-08-11T14:00:37",
        "source": "xataka.com",
        "summary": "El dato es llamativo, pero lo es aún más el hecho de que el gran foco de esas tecnológicas está en una región que a priori no parecería ideal para estas instalaciones: Madrid. El estudio de CBRE citado en Cinco Días señala esa singular concentración en España de diversos proyectos de centros de datos de los llamados \"hiperescalares\" (hyperscalers). La gran paradoja de Madrid: la región con el mayor déficit energético de España se está quedando los centros de datos Webedia Xataka Menú Nuevo ANÁLISIS XATAKA SELECCIÓN MÓVILES CIENCIA MOVILIDAD MAGNET WhatsApp Tiktok Telegram Instagram Youtube Twitter HOY SE HABLA DE China Bill Gates Ola de calor Ozempic Bugatti iPhone 17 Android Auto IA GPT-4o ",
        "category": "Modelos"
      },
      {
        "title": "The Download: a quantum radar, and chipmakers’ deal with the US government",
        "link": "https://www.technologyreview.com/2025/08/11/1121437/the-download-a-quantum-radar-and-chipmakers-deal-with-the-us-government/",
        "published": "2025-08-11T12:10:00",
        "source": "technologyreview.com",
        "summary": "The Download: A quantum radar, and chipmakers' deal with the US government | MIT Technology Review Skip to Content MIT Technology Review Featured Topics Newsletters Events Audio Sign in Subscribe MIT Technology Review Featured Topics Newsletters Events Audio Sign in Subscribe The Download The Download: a quantum radar, and chipmakers’ deal with the US government Plus: OpenAI has restored GPT-4o to ChatGPT By Rhiannon Williams archive page August 11, 2025 This is today's edition of The Download , our weekday newsletter that provides a daily dose of what's going on in the world of technology. This quantum radar could image buried objects Physicists have created a new type of radar that could h",
        "category": "Modelos"
      },
      {
        "title": "OpenAI has finally released open-weight language models",
        "link": "https://www.technologyreview.com/2025/08/05/1121092/openai-has-finally-released-open-weight-language-models/",
        "published": "2025-08-05T17:00:00",
        "source": "technologyreview.com",
        "summary": "By Grace Huckins archive page August 5, 2025 Photo Illustration by Sarah Rogers/MITTR | Photos Getty, Open AI OpenAI has finally released its first open-weight large language models since 2019’s GPT-2. These new “gpt-oss” models are available in two different sizes and score similarly to the company’s o3-mini and o4-mini models on several benchmarks. OpenAI has finally released open-weight language models | MIT Technology Review Skip to Content MIT Technology Review Featured Topics Newsletters Events Audio Sign in Subscribe MIT Technology Review Featured Topics Newsletters Events Audio Sign in Subscribe Artificial intelligence OpenAI has finally released open-weight language models It’s the ",
        "category": "Modelos"
      },
      {
        "title": "Queríamos un PC ideal para poder experimentar con modelos locales de IA. El Framework Desktop es la respuesta a nuestras plegarias",
        "link": "https://www.xataka.com/ordenadores/malo-framework-desktop-que-tiene-memoria-soldada-bueno-tambien",
        "published": "2025-08-09T10:30:00",
        "source": "xataka.com",
        "summary": "Eso da mucho juego para trabajar con modelos pesados como la variante \"grande\" de OpenAI (gpt-oss-120b) o, como explican en Framework, con modelos como Llama 3.3 70B Q6, por ejemplo. El Framework Desktop es la respuesta a nuestras plegarias Webedia Xataka Menú Nuevo ANÁLISIS XATAKA SELECCIÓN MÓVILES CIENCIA MOVILIDAD MAGNET WhatsApp Tiktok Telegram Instagram Youtube Twitter HOY SE HABLA DE China Bill Gates Ola de calor Ozempic Bugatti iPhone 17 Android Auto IA GPT-4o Thriller Queríamos un PC ideal para poder experimentar con modelos locales de IA. Esa empresa se llamaba (y se llama) Framework.",
        "category": "Modelos"
      },
      {
        "title": "La gente está celebrando funerales por modelos IA retirados por un motivo: no son una \"herramienta\" sino un apoyo",
        "link": "https://www.xataka.com/robotica-e-ia/cientos-personas-asistieron-a-funeral-todo-normal-excepto-porque-difunto-era-modelo-ia-que-habia-sido-retirado",
        "published": "2025-08-10T14:30:00",
        "source": "xataka.com",
        "summary": "La gente está celebrando funerales por modelos IA retirados por un motivo: no son una \"herramienta\" sino un apoyo Webedia Xataka Menú Nuevo ANÁLISIS XATAKA SELECCIÓN MÓVILES CIENCIA MOVILIDAD MAGNET WhatsApp Tiktok Telegram Instagram Youtube Twitter HOY SE HABLA DE China Bill Gates Ola de calor Ozempic Bugatti iPhone 17 Android Auto IA GPT-4o Thriller La gente está celebrando funerales por modelos IA retirados por un motivo: no son una \"herramienta\" sino un apoyo Los fans de Claude 3 Sonnet celebraron un funeral después de que Anthropic anunciara su retirada. Lo que nos faltaba por ver era que se celebrara un funeral para un modelo de IA retirado y es justo lo que pasó hace unos días en San ",
        "category": "Modelos"
      },
      {
        "title": "La supervivencia de NVIDIA en China se está complicando precisamente por su mayor virtud: tener la mejor tecnología",
        "link": "https://www.xataka.com/empresas-y-economia/china-se-esta-transformando-pesadilla-para-nvidia-su-chip-para-ia-h20-esta-siendo-boicoteado",
        "published": "2025-08-11T09:00:00",
        "source": "xataka.com",
        "summary": "La supervivencia de NVIDIA en China se está complicando precisamente por su mayor virtud: tener la mejor tecnología Webedia Xataka Menú Nuevo ANÁLISIS XATAKA SELECCIÓN MÓVILES CIENCIA MOVILIDAD MAGNET WhatsApp Tiktok Telegram Instagram Youtube Twitter HOY SE HABLA DE China Bill Gates Ola de calor Ozempic Bugatti iPhone 17 Android Auto IA GPT-4o Thriller La supervivencia de NVIDIA en China se está complicando precisamente por su mayor virtud: tener la mejor tecnología El chip H20 es una revisión de las GPU para IA más potentes de NVIDIA con unas prestaciones menores El Gobierno chino está instando a las empresas de IA a que utilicen en sus servidores circuitos integrados de origen chino 5 com",
        "category": "Modelos"
      },
      {
        "title": "La buena noticia para NVIDIA es que podrá vender chips en China. La mala es que el Gobierno de EEUU le está extorsionando",
        "link": "https://www.xataka.com/robotica-e-ia/nvidia-amd-podran-vender-sus-chips-ia-a-china-alucinante-que-para-lograrlo-le-daran-a-eeuu-tajada-15",
        "published": "2025-08-11T07:03:00",
        "source": "xataka.com",
        "summary": "La mala es que el Gobierno de EEUU le está extorsionando Webedia Xataka Menú Nuevo ANÁLISIS XATAKA SELECCIÓN MÓVILES CIENCIA MOVILIDAD MAGNET WhatsApp Tiktok Telegram Instagram Youtube Twitter HOY SE HABLA DE China Bill Gates Ola de calor Ozempic Bugatti iPhone 17 Android Auto IA GPT-4o Thriller La buena noticia para NVIDIA es que podrá vender chips en China. La buena noticia para NVIDIA es que podrá vender chips en China. Dicho pacto desbloquea la exportación de esos componentes al país asiático tras meses de incertidumbre, pero lo hace con esa insólita contraprestación.",
        "category": "Modelos"
      }
    ],
    "Herramientas": [
      {
        "title": "InfoCausalQA:Can Models Perform Non-explicit Causal Reasoning Based on Infographic?",
        "link": "https://arxiv.org/abs/2508.06220",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "In this study, we introduce InfoCausalQA, a novel benchmark designed to evaluate causal reasoning grounded in infographics that combine structured visual data with textual context. ) Related Papers Recommenders and Search Tools Link to Influence Flower Influence Flower ( What are Influence Flowers? ) Author Venue Institution Topic About arXivLabs arXivLabs: experimental projects with community collaborators arXivLabs is a framework that allows collaborators to develop and share new arXiv features directly on our website.",
        "category": "Herramientas"
      },
      {
        "title": "Can Large Language Models Adequately Perform Symbolic Reasoning Over Time Series?",
        "link": "https://arxiv.org/abs/2508.03963",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "We further propose a unified framework that integrates LLMs with genetic programming to form a closed-loop symbolic reasoning system, where LLMs act both as predictors and evaluators. Subjects: Artificial Intelligence (cs.AI) Cite as: arXiv:2508.03963 [cs.AI] (or arXiv:2508.03963v2 [cs.AI] for this version) https://doi.org/10.48550/arXiv.2508.03963 Focus to learn more arXiv-issued DOI via DataCite Submission history From: Zewen Liu [ view email ] [v1] Tue, 5 Aug 2025 22:58:54 UTC (21,180 KB) [v2] Fri, 8 Aug 2025 03:41:16 UTC (21,181 KB) Full-text links: Access Paper: View a PDF of the paper titled Can Large Language Models Adequately Perform Symbolic Reasoning Over Time Series?, by Zewen Liu",
        "category": "Herramientas"
      },
      {
        "title": "Vision-Language Model-Based Semantic-Guided Imaging Biomarker for Lung Nodule Malignancy Prediction",
        "link": "https://arxiv.org/abs/2504.21344",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Our approach surpasses the SOTA models in predicting lung cancer across datasets collected from diverse clinical settings, providing explainable outputs, aiding clinicians in comprehending the underlying meaning of model predictions. ) Related Papers Recommenders and Search Tools Link to Influence Flower Influence Flower ( What are Influence Flowers? ) Author Venue Institution Topic About arXivLabs arXivLabs: experimental projects with community collaborators arXivLabs is a framework that allows collaborators to develop and share new arXiv features directly on our website.",
        "category": "Herramientas"
      },
      {
        "title": "Planning Agents on an Ego-Trip: Leveraging Hybrid Ego-Graph Ensembles for Improved Tool Retrieval in Enterprise Task Planning",
        "link": "https://arxiv.org/abs/2508.05888",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Donate > cs > arXiv:2508.05888 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Artificial Intelligence arXiv:2508.05888 (cs) [Submitted on 7 Aug 2025] Title: Planning Agents on an Ego-Trip: Leveraging Hybrid Ego-Graph Ensembles for Improved Tool Retrieval in Enterprise Task Planning Authors: Sahil Bansal , Sai Shruthi Sistla , Aarti Arikatala , Sebastian Schreiber View a PDF of the paper titled Planning Agents on an Ego-Trip: Leveraging Hybrid Ego-",
        "category": "Herramientas"
      },
      {
        "title": "LLMs for Resource Allocation: A Participatory Budgeting Approach to Inferring Preferences",
        "link": "https://arxiv.org/abs/2508.06060",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "We present a dual-purpose framework leveraging Participatory Budgeting (PB) both as (i) a practical setting for LLM-based resource allocation and (ii) an adaptive benchmark for evaluating their reasoning capabilities. Donate > cs > arXiv:2508.06060 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Artificial Intelligence arXiv:2508.06060 (cs) [Submitted on 8 Aug 2025] Title: LLMs for Resource Allocation: A Participatory Budgeting Approach to Inferrin",
        "category": "Herramientas"
      },
      {
        "title": "GeoLaux: A Benchmark for Evaluating MLLMs' Geometry Performance on Long-Step Problems Requiring Auxiliary Lines",
        "link": "https://arxiv.org/abs/2508.06226",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Donate > cs > arXiv:2508.06226 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Artificial Intelligence arXiv:2508.06226 (cs) [Submitted on 8 Aug 2025] Title: GeoLaux: A Benchmark for Evaluating MLLMs' Geometry Performance on Long-Step Problems Requiring Auxiliary Lines Authors: Yumeng Fu , Jiayin Zhu , Lingling Zhang , Bo Zhao , Shaoxuan Ma , Yushun Zhang , Yanrui Wu , Wenjun Wu View a PDF of the paper titled GeoLaux: A Benchmark for Evaluating MLL",
        "category": "Herramientas"
      },
      {
        "title": "AquiLLM: a RAG Tool for Capturing Tacit Knowledge in Research Groups",
        "link": "https://arxiv.org/abs/2508.05648",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Donate > cs > arXiv:2508.05648 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Information Retrieval arXiv:2508.05648 (cs) [Submitted on 25 Jul 2025] Title: AquiLLM: a RAG Tool for Capturing Tacit Knowledge in Research Groups Authors: Chandler Campbell , Bernie Boscoe , Tuan Do View a PDF of the paper titled AquiLLM: a RAG Tool for Capturing Tacit Knowledge in Research Groups, by Chandler Campbell and 2 other authors View PDF HTML (experimental) Ab",
        "category": "Herramientas"
      },
      {
        "title": "Lessons from A Large Language Model-based Outdoor Trail Recommendation Chatbot with Retrieval Augmented Generation",
        "link": "https://arxiv.org/abs/2508.05652",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "To address above, this paper discusses the preliminary and practical lessons learned from developing Judy, an outdoor trail recommendation chatbot based on the large language model (LLM) with retrieval augmented generation (RAG). Donate > cs > arXiv:2508.05652 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Information Retrieval arXiv:2508.05652 (cs) [Submitted on 27 Jul 2025] Title: Lessons from A Large Language Model-based Outdoor Trail Recommend",
        "category": "Herramientas"
      },
      {
        "title": "ITDR: An Instruction Tuning Dataset for Enhancing Large Language Models in Recommendations",
        "link": "https://arxiv.org/abs/2508.05667",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Donate > cs > arXiv:2508.05667 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Information Retrieval arXiv:2508.05667 (cs) [Submitted on 1 Aug 2025] Title: ITDR: An Instruction Tuning Dataset for Enhancing Large Language Models in Recommendations Authors: Zekun Liu , Xiaowen Huang , Jitao Sang View a PDF of the paper titled ITDR: An Instruction Tuning Dataset for Enhancing Large Language Models in Recommendations, by Zekun Liu and 2 other authors V",
        "category": "Herramientas"
      },
      {
        "title": "A Survey of LLM-based Deep Search Agents: Paradigm, Optimization, Evaluation, and Challenges",
        "link": "https://arxiv.org/abs/2508.05668",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Donate > cs > arXiv:2508.05668 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Information Retrieval arXiv:2508.05668 (cs) [Submitted on 3 Aug 2025] Title: A Survey of LLM-based Deep Search Agents: Paradigm, Optimization, Evaluation, and Challenges Authors: Yunjia Xi , Jianghao Lin , Yongzhao Xiao , Zheli Zhou , Rong Shan , Te Gao , Jiachen Zhu , Weiwen Liu , Yong Yu , Weinan Zhang View a PDF of the paper titled A Survey of LLM-based Deep Search Ag",
        "category": "Herramientas"
      },
      {
        "title": "Fine-Tuning Vision-Language Models for Markdown Conversion of Financial Tables in Malaysian Audited Financial Reports",
        "link": "https://arxiv.org/abs/2508.05669",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "The development dataset and evaluation benchmark are available on Hugging Face at this https URL and this https URL respectively Subjects: Information Retrieval (cs.IR) ; Artificial Intelligence (cs.AI); Computation and Language (cs.CL); Computer Vision and Pattern Recognition (cs.CV); Machine Learning (cs.LG) ACM classes: I.2.7; I.7.2; J.1 Cite as: arXiv:2508.05669 [cs.IR] (or arXiv:2508.05669v1 [cs.IR] for this version) https://doi.org/10.48550/arXiv.2508.05669 Focus to learn more arXiv-issued DOI via DataCite (pending registration) Submission history From: Jin Khye Tan [ view email ] [v1] Mon, 4 Aug 2025 04:54:00 UTC (1,714 KB) Full-text links: Access Paper: View a PDF of the paper titled",
        "category": "Herramientas"
      },
      {
        "title": "Can LLMs effectively provide game-theoretic-based scenarios for cybersecurity?",
        "link": "https://arxiv.org/abs/2508.05670",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "The recent advent of Large Language Models (LLMs) offers new tools and challenges for the security of computer systems; In this work, we investigate whether classical game-theoretic frameworks can effectively capture the behaviours of LLM-driven actors and bots. Authors: Daniele Proverbio , Alessio Buscemi , Alessandro Di Stefano , The Anh Han , German Castignani , Pietro Liò View a PDF of the paper titled Can LLMs effectively provide game-theoretic-based scenarios for cybersecurity?, by Daniele Proverbio and 4 other authors View PDF HTML (experimental) Abstract: Game theory has long served as a foundational tool in cybersecurity to test, predict, and design strategic interactions between at",
        "category": "Herramientas"
      },
      {
        "title": "Semantic Reasoning Meets Numerical Precision: An LLM-Powered Multi-Agent System for Power Grid Control",
        "link": "https://arxiv.org/abs/2508.05702",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "This paper introduces Grid-Agent, an autonomous, AI-driven framework that combines Large Language Models (LLMs) with multi-agent reinforcement learning to detect and remediate grid violations in real time. Donate > cs > arXiv:2508.05702 Help | Advanced Search All fields Title Author Abstract Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search open search GO open navigation menu quick links Login Help Pages About Computer Science > Multiagent Systems arXiv:2508.05702 (cs) [Submitted on 7 Aug 2025] Title: Semantic Reasoning Meets Numerical Precision: An LLM-Powered Multi-Agent System for Power Gri",
        "category": "Herramientas"
      },
      {
        "title": "Prosocial Behavior Detection in Player Game Chat: From Aligning Human-AI Definitions to Efficient Annotation at Scale",
        "link": "https://arxiv.org/abs/2508.05938",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "First, we identify the best LLM-based labeling strategy using a small seed set of human-labeled examples. ) Related Papers Recommenders and Search Tools Link to Influence Flower Influence Flower ( What are Influence Flowers? ) Author Venue Institution Topic About arXivLabs arXivLabs: experimental projects with community collaborators arXivLabs is a framework that allows collaborators to develop and share new arXiv features directly on our website.",
        "category": "Herramientas"
      },
      {
        "title": "Synthetic Data Generation and Differential Privacy using Tensor Networks' Matrix Product States (MPS)",
        "link": "https://arxiv.org/abs/2508.06251",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "We benchmark the MPS-based generative model against state-of-the-art models such as CTGAN, VAE, and PrivBayes, focusing on both fidelity and privacy-preserving capabilities. ) Related Papers Recommenders and Search Tools Link to Influence Flower Influence Flower ( What are Influence Flowers? ) Author Venue Institution Topic About arXivLabs arXivLabs: experimental projects with community collaborators arXivLabs is a framework that allows collaborators to develop and share new arXiv features directly on our website.",
        "category": "Herramientas"
      }
    ],
    "Regulación": [
      {
        "title": "Intelligent Sampling of Extreme-Scale Turbulence Datasets for Accurate and Efficient Spatiotemporal Model Training",
        "link": "https://arxiv.org/abs/2508.03872",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Comments: 14 pages, 8 figures, 2 tables Subjects: Machine Learning (cs.LG) ; Artificial Intelligence (cs.AI); Distributed, Parallel, and Cluster Computing (cs.DC) Cite as: arXiv:2508.03872 [cs.LG] (or arXiv:2508.03872v2 [cs.LG] for this version) https://doi.org/10.48550/arXiv.2508.03872 Focus to learn more arXiv-issued DOI via DataCite Submission history From: Wesley Brewer [ view email ] [v1] Tue, 5 Aug 2025 19:34:59 UTC (2,545 KB) [v2] Fri, 8 Aug 2025 03:55:25 UTC (2,546 KB) Full-text links: Access Paper: View a PDF of the paper titled Intelligent Sampling of Extreme-Scale Turbulence Datasets for Accurate and Efficient Spatiotemporal Model Training, by Wesley Brewer and 14 other authors Vi",
        "category": "Regulación"
      },
      {
        "title": "Nuevas leyes de la física: la inteligencia artificial reescribe los descubrimientos históricos - Infobae",
        "link": "https://news.google.com/rss/articles/CBMi0AFBVV95cUxQWE1OdUd4SHRrQ3BMU1lMcHJySWo1UFBTZEY4djJwS09ZY3FkcC14Y1I1U2dvT05NSlNrVTZ1ZHlqX0FNYXRDdEVzMFR3bG5XQWYtQlBqTGRkRzhoLTBlRS1MVW5OOWx3MThDOHdhWkJsS1NFYTJZcVJORzJYT0lFSkNOamNLSmRNLUZnekxfbDBJcE1qSUs1ZmI2ZmluME9LRUNmLVV2ZmJPS2Z3SGlNdkh4bG9TVDFvWnpPMnNNZnZyVkd6Tkx4X2JUSzBFMndT0gHrAUFVX3lxTE96aVpoQTNvalEwMHVCRDlOdUNBallrMmZkbnh6SWUtbTMyNjR2UGpFTG1yQnExbEdENERDZV9kOVBvQmF2U2gyWlpqemFlQXhhZ3l1R0g1M3BXdnU0ZEZwWFRWQ3pSRGRFT3hxM1M5VjBCWlVuT28yY1J5bzY3YWFlSTdyUGxoQ0JaUnE0UEwzQ2w0blBRRU1NX2dhUmgxRzN0U2MyUHhWMEx5ZkRidXdwb0RCYjZkVGhoY25ISi04TjY4YldUWGJzSGE4a1ZVZUhqa0lpWnlHR0pMcjJiZFRpbnVTUFNKSTdLWkk?oc=5",
        "published": "2025-08-10T12:46:00",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Regulación"
      },
      {
        "title": "AI industry horrified to face largest copyright class action ever certified",
        "link": "https://arstechnica.com/tech-policy/2025/08/ai-industry-horrified-to-face-largest-copyright-class-action-ever-certified/",
        "published": "2025-08-08T17:44:05",
        "source": "arstechnica.com",
        "summary": "AI industry horrified to face largest copyright class action ever certified Copyright class actions could financially ruin AI industry, trade groups say. They've warned that a single lawsuit raised by three authors over Anthropic's AI training now threatens to \"financially ruin\" the entire AI industry if up to 7 million claimants end up joining the litigation and forcing a settlement. Last week, Anthropic petitioned to appeal the class certification, urging the court to weigh questions that the district court judge, William Alsup, seemingly did not.",
        "category": "Regulación"
      },
      {
        "title": "Crearon a una IA para descubrir nuevas leyes de la física: lo ha conseguido - La Razón",
        "link": "https://news.google.com/rss/articles/CBMivwFBVV95cUxQSDlPM05PNWl5bG95T0pjMzByeTFSTlh6djdVdGxqTFA0WV9WNWVGa3dVdHVyOGFOTVc5cnpKd3N6VkNOenczaG5jZHp5UDhZeWkzLU9xd1RHclpKbG8yOC1BRVNtMzdPR1dkcnE5dEV0UktsMHNoeE1TNzJuWUZRMGQzMFRUeVlUTXo2RWRnbXplZjZpZzhGOEc0TDd4dlhYRUVwQklFTXRMNzdlVTRJUy02T2FpMUZkMGo1R2RXY9IB0wFBVV95cUxNay1kclI1UnRjdm9iNmF2a3U3SmJPSFA4OTRvb2d0cVVmeXpXYm1GS0l6akd0N0hrajhiYTJabExaeG1XS0EzMmdDRXZCRHdsOTFyeUhoUmVEd0N0WW5TUTFPeV9lNXkyQ3dVTWRsUnZLcjdqQWdaZWJSTlRLTGN3LXY2SXBIOGhPdUtfX1hQZzRlR2psNzJDUTFzZ0xXMnc5MExWZlVpbGtOQWhvMXZPdzZTeXFJaTY5ZTB1ejZTOXYtbEEyakhxeTRHU1JVelNPLWlF?oc=5",
        "published": "2025-08-08T16:15:13",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Regulación"
      }
    ],
    "Investigación": [
      {
        "title": "Do Machines Think Emotionally? Cognitive Appraisal Analysis of Large Language Models",
        "link": "https://arxiv.org/abs/2508.05880",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Foundation models -- especially Large Language Models (LLMs) -- have been evaluated, trained, or instruction-tuned in several past works, to become better predictors or generators of emotion. We introduce a large-scale benchmark on Cognitive Reasoning for Emotions - CoRE - to evaluate internal cognitive structures implicitly used by LLMs for emotional reasoning. In this paper, we move beyond surface-level emotion tasks to investigate how LLMs reason about emotions through cognitive dimensions.",
        "category": "Investigación"
      },
      {
        "title": "DP-LLM: Runtime Model Adaptation with Dynamic Layer-wise Precision Assignment",
        "link": "https://arxiv.org/abs/2508.06041",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Lee , Yeonhong Park View a PDF of the paper titled DP-LLM: Runtime Model Adaptation with Dynamic Layer-wise Precision Assignment, by Sangwoo Kwon and 3 other authors View PDF HTML (experimental) Abstract: How can we effectively handle queries for on-device large language models (LLMs) with varying runtime constraints, such as latency and accuracy? Subjects: Machine Learning (cs.LG) ; Artificial Intelligence (cs.AI) Cite as: arXiv:2508.06041 [cs.LG] (or arXiv:2508.06041v1 [cs.LG] for this version) https://doi.org/10.48550/arXiv.2508.06041 Focus to learn more arXiv-issued DOI via DataCite (pending registration) Submission history From: Sangwoo Kwon [ view email ] [v1] Fri, 8 Aug 2025 05:57:04 ",
        "category": "Investigación"
      },
      {
        "title": "Are Your LLMs Capable of Stable Reasoning?",
        "link": "https://arxiv.org/abs/2412.13147",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Comments: ACL 2025 Camera, Benchmark: this https URL , Code: this https URL Subjects: Artificial Intelligence (cs.AI) ; Computation and Language (cs.CL) Cite as: arXiv:2412.13147 [cs.AI] (or arXiv:2412.13147v5 [cs.AI] for this version) https://doi.org/10.48550/arXiv.2412.13147 Focus to learn more arXiv-issued DOI via DataCite Submission history From: Junnan Liu [ view email ] [v1] Tue, 17 Dec 2024 18:12:47 UTC (347 KB) [v2] Wed, 18 Dec 2024 13:05:24 UTC (347 KB) [v3] Mon, 6 Jan 2025 16:49:55 UTC (356 KB) [v4] Sun, 1 Jun 2025 06:40:28 UTC (441 KB) [v5] Fri, 8 Aug 2025 15:28:01 UTC (441 KB) Full-text links: Access Paper: View a PDF of the paper titled Are Your LLMs Capable of Stable Reasoning?",
        "category": "Investigación"
      },
      {
        "title": "Evaluating and Designing Sparse Autoencoders by Approximating Quasi-Orthogonality",
        "link": "https://arxiv.org/abs/2503.24277",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Canby , Julia Hockenmaier View a PDF of the paper titled Evaluating and Designing Sparse Autoencoders by Approximating Quasi-Orthogonality, by Sewoong Lee and 2 other authors View PDF HTML (experimental) Abstract: Sparse autoencoders (SAEs) are widely used in mechanistic interpretability research for large language models; however, the state-of-the-art method of using $k$-sparse autoencoders lacks a theoretical grounding for selecting the hyperparameter $k$ that represents the number of nonzero activations, often denoted by $\\ell_0$. Subjects: Machine Learning (cs.LG) ; Artificial Intelligence (cs.AI) Cite as: arXiv:2503.24277 [cs.LG] (or arXiv:2503.24277v2 [cs.LG] for this version) https://",
        "category": "Investigación"
      },
      {
        "title": "Are Large Language Models Robust in Understanding Code Against Semantics-Preserving Mutations?",
        "link": "https://arxiv.org/abs/2505.10443",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Authors: Pedro Orvalho , Marta Kwiatkowska View a PDF of the paper titled Are Large Language Models Robust in Understanding Code Against Semantics-Preserving Mutations?, by Pedro Orvalho and Marta Kwiatkowska View PDF HTML (experimental) Abstract: Understanding the reasoning and robustness of Large Language Models (LLMs) is critical for their reliable use in programming tasks. While recent studies have assessed LLMs' ability to predict program outputs, most focus solely on the accuracy of those predictions, without evaluating the reasoning behind them. In this work, we evaluate whether state-of-the-art LLMs with up to 8B parameters can reason about Python programs or are simply guessing.",
        "category": "Investigación"
      },
      {
        "title": "Optimizing Prompt Sequences using Monte Carlo Tree Search for LLM-Based Optimization",
        "link": "https://arxiv.org/abs/2508.05995",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Bastian , Tian Lan View a PDF of the paper titled Optimizing Prompt Sequences using Monte Carlo Tree Search for LLM-Based Optimization, by Fei Xu Yu and 3 other authors View PDF HTML (experimental) Abstract: Large language models (LLMs) have demonstrated remarkable capabilities in code generation and structured reasoning; however, their performance often degrades on complex tasks that require consistent multi-step planning. Subjects: Machine Learning (cs.LG) Cite as: arXiv:2508.05995 [cs.LG] (or arXiv:2508.05995v1 [cs.LG] for this version) https://doi.org/10.48550/arXiv.2508.05995 Focus to learn more arXiv-issued DOI via DataCite (pending registration) Submission history From: Fei Xu Yu [ vi",
        "category": "Investigación"
      },
      {
        "title": "AGI for the Earth, the path, possibilities and how to evaluate intelligence of models that work with Earth Observation Data?",
        "link": "https://arxiv.org/abs/2508.06057",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "In this paper, we argue why Earth Observation data is useful for an intelligent model, and then we review existing benchmarks and highlight their limitations in evaluating the generalization ability of foundation models in this domain. This paper emphasizes the need for a more comprehensive benchmark to evaluate earth observation models. Subjects: Computer Vision and Pattern Recognition (cs.CV) ; Machine Learning (cs.LG) Cite as: arXiv:2508.06057 [cs.CV] (or arXiv:2508.06057v1 [cs.CV] for this version) https://doi.org/10.48550/arXiv.2508.06057 Focus to learn more arXiv-issued DOI via DataCite (pending registration) Submission history From: Mojtaba Valipour [ view email ] [v1] Fri, 8 Aug 2025",
        "category": "Investigación"
      },
      {
        "title": "Architecture-Aware Generalization Bounds for Temporal Networks: Theory and Fair Comparison Methodology",
        "link": "https://arxiv.org/abs/2508.06066",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "We address this gap by providing both the first non-vacuous, architecture-aware generalization bounds for deep temporal models and a principled evaluation methodology. Subjects: Machine Learning (cs.LG) ; Artificial Intelligence (cs.AI) Cite as: arXiv:2508.06066 [cs.LG] (or arXiv:2508.06066v1 [cs.LG] for this version) https://doi.org/10.48550/arXiv.2508.06066 Focus to learn more arXiv-issued DOI via DataCite (pending registration) Submission history From: Barak Gahtan [ view email ] [v1] Fri, 8 Aug 2025 06:57:49 UTC (226 KB) Full-text links: Access Paper: View a PDF of the paper titled Architecture-Aware Generalization Bounds for Temporal Networks: Theory and Fair Comparison Methodology, by ",
        "category": "Investigación"
      },
      {
        "title": "Indian Legal NLP Benchmarks : A Survey",
        "link": "https://arxiv.org/abs/2107.06056",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Subjects: Computation and Language (cs.CL) ; Artificial Intelligence (cs.AI); Machine Learning (cs.LG) Cite as: arXiv:2107.06056 [cs.CL] (or arXiv:2107.06056v1 [cs.CL] for this version) https://doi.org/10.48550/arXiv.2107.06056 Focus to learn more arXiv-issued DOI via DataCite Submission history From: Prathamesh Kalamkar [ view email ] [v1] Tue, 13 Jul 2021 13:10:10 UTC (1,154 KB) Full-text links: Access Paper: View a PDF of the paper titled Indian Legal NLP Benchmarks : A Survey, by Prathamesh Kalamkar and 2 other authors View PDF TeX Source Other Formats view license Current browse context: cs.CL < prev | next > new | recent | 2021-07 Change to browse by: cs cs.AI cs.LG References & Citati",
        "category": "Investigación"
      },
      {
        "title": "Federated Continual Recommendation",
        "link": "https://arxiv.org/abs/2508.04792",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Comments: Accepted to CIKM 2025 Subjects: Machine Learning (cs.LG) ; Information Retrieval (cs.IR) ACM classes: H.3.3; I.2.6; C.2.4 Cite as: arXiv:2508.04792 [cs.LG] (or arXiv:2508.04792v2 [cs.LG] for this version) https://doi.org/10.48550/arXiv.2508.04792 Focus to learn more arXiv-issued DOI via DataCite Submission history From: Jaehyung Lim [ view email ] [v1] Wed, 6 Aug 2025 18:06:36 UTC (577 KB) [v2] Fri, 8 Aug 2025 07:27:54 UTC (577 KB) Full-text links: Access Paper: View a PDF of the paper titled Federated Continual Recommendation, by Jaehyung Lim and 6 other authors View PDF HTML (experimental) TeX Source Other Formats view license Current browse context: cs.LG < prev | next > new | r",
        "category": "Investigación"
      },
      {
        "title": "This quantum radar could image buried objects",
        "link": "https://www.technologyreview.com/2025/08/11/1121314/this-quantum-radar-could-image-buried-objects/",
        "published": "2025-08-11T09:00:00",
        "source": "technologyreview.com",
        "summary": "The team posted a paper on the research to the arXiv preprint server in late June. The radar is a type of quantum sensor, an emerging technology that uses the quantum-mechanical properties of objects as measurement devices. It’s still a prototype, but its intended use is to image buried objects in situations such as constructing underground utilities, drilling wells for natural gas, and excavating archaeological sites.",
        "category": "Investigación"
      },
      {
        "title": "Learning Logical Rules using Minimum Message Length",
        "link": "https://arxiv.org/abs/2508.06230",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Subjects: Artificial Intelligence (cs.AI) Cite as: arXiv:2508.06230 [cs.AI] (or arXiv:2508.06230v1 [cs.AI] for this version) https://doi.org/10.48550/arXiv.2508.06230 Focus to learn more arXiv-issued DOI via DataCite (pending registration) Submission history From: Ruben Sharma [ view email ] [v1] Fri, 8 Aug 2025 11:23:58 UTC (51 KB) Full-text links: Access Paper: View a PDF of the paper titled Learning Logical Rules using Minimum Message Length, by Ruben Sharma and 3 other authors View PDF HTML (experimental) TeX Source Other Formats view license Current browse context: cs.AI < prev | next > new | recent | 2025-08 Change to browse by: cs References & Citations NASA ADS Google Scholar Semanti",
        "category": "Investigación"
      },
      {
        "title": "Improved Sub-Visible Particle Classification in Flow Imaging Microscopy via Generative AI-Based Image Synthesis",
        "link": "https://arxiv.org/abs/2508.06021",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Subjects: Computer Vision and Pattern Recognition (cs.CV) ; Artificial Intelligence (cs.AI); Machine Learning (cs.LG) Cite as: arXiv:2508.06021 [cs.CV] (or arXiv:2508.06021v1 [cs.CV] for this version) https://doi.org/10.48550/arXiv.2508.06021 Focus to learn more arXiv-issued DOI via DataCite (pending registration) Submission history From: Utku Ozbulak [ view email ] [v1] Fri, 8 Aug 2025 05:15:02 UTC (1,966 KB) Full-text links: Access Paper: View a PDF of the paper titled Improved Sub-Visible Particle Classification in Flow Imaging Microscopy via Generative AI-Based Image Synthesis, by Utku Ozbulak and 4 other authors View PDF HTML (experimental) TeX Source Other Formats view license Current ",
        "category": "Investigación"
      },
      {
        "title": "Harnessing Adaptive Topology Representations for Zero-Shot Graph Question Answering",
        "link": "https://arxiv.org/abs/2508.06345",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "Extensive experiments across 7 in-domain algorithmic graph QA tasks and 2 out-of-domain downstream tasks show that DynamicTRF significantly enhances the zero-shot graph QA of LMMs in terms of accuracy Subjects: Computation and Language (cs.CL) ; Artificial Intelligence (cs.AI); Graphics (cs.GR); Machine Learning (cs.LG) Cite as: arXiv:2508.06345 [cs.CL] (or arXiv:2508.06345v1 [cs.CL] for this version) https://doi.org/10.48550/arXiv.2508.06345 Focus to learn more arXiv-issued DOI via DataCite (pending registration) Submission history From: Yanbin Wei [ view email ] [v1] Fri, 8 Aug 2025 14:18:24 UTC (1,837 KB) Full-text links: Access Paper: View a PDF of the paper titled Harnessing Adaptive To",
        "category": "Investigación"
      },
      {
        "title": "Probabilistic Foundations for Metacognition via Hybrid-AI",
        "link": "https://arxiv.org/abs/2502.05398",
        "published": "2025-08-11T04:00:00",
        "source": "arxiv.org",
        "summary": "A set of future Comments: Accepted to AAAI-MAKE 2025 Subjects: Artificial Intelligence (cs.AI) Cite as: arXiv:2502.05398 [cs.AI] (or arXiv:2502.05398v3 [cs.AI] for this version) https://doi.org/10.48550/arXiv.2502.05398 Focus to learn more arXiv-issued DOI via DataCite Submission history From: Paulo Shakarian [ view email ] [v1] Sat, 8 Feb 2025 01:10:56 UTC (22 KB) [v2] Tue, 11 Feb 2025 12:57:13 UTC (22 KB) [v3] Fri, 8 Aug 2025 08:24:32 UTC (22 KB) Full-text links: Access Paper: View a PDF of the paper titled Probabilistic Foundations for Metacognition via Hybrid-AI, by Paulo Shakarian and 2 other authors View PDF HTML (experimental) TeX Source Other Formats view license Current browse conte",
        "category": "Investigación"
      }
    ],
    "Seguridad": [
      {
        "title": "La UCA investiga cómo se comportan los humanos con robots e inteligencia artificial en entornos extremos y médicos - Cadena SER",
        "link": "https://news.google.com/rss/articles/CBMi_wFBVV95cUxPaERzOGZjejRWWndVYkVyREVtcE1QejFzZWk1VENnYXZmY2E0YVd5Rm9WQzFodGlUQUMtTlE0anpJYkl2dlQtRUgyLXltdlg0dWp2aEdvblpqY2RvbTNuUDEyMHVyU19HSzQtWWs4ME8tOWpreWVqSDBYZWJvUXgtSHVEZzNGNHRRUVhxa3pLQzJiblVJc1kwR3hWMzgzTFJScXZtUTNLbmJDU2pueURXZUVFWUM1VHp2b0NBS09oWXlacFl3ZEZ1cFlqOU1xTXJMd25rN2RsNFRCME8xQWwxQVRPX3JaMGtpN0lvUHpmWnBaQ1RmNnNGNUVkMkREMEnSAZMCQVVfeXFMTmxDbm1LcFl2MGIwRkEyTU5qUE5JdXFXWmtoODl6WUhCYjFaUjFiX3lDck44UHBONE9EWmZENFRRbDBCQjlTQ0l3UGtWbjBHLTdId096UEtwM3poenYzLVV4WTZudC1WMVhuajVVX1JJRkxfeHItcmZmRGluRzhYUmNESm5wNE1oMU5KQ1VRMWZMdU5yZU1PcWNFRjNtUWJKdnZ3bzZ3ckVBVlhwVWZKcmFCaExpUkNZX1Rfa25BVGZ1Nk5yeGt0c3htWDhwTk5KbktMZm1RRy1uYUx6UzZ5S1lIUGRlZEh4Z2NyalJESlFfS2JwTjVqaVdTem5OdzB2SFJSNW5fR0Z3OHEzckpadEptaUE?oc=5",
        "published": "2025-08-10T10:29:18",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Seguridad"
      },
      {
        "title": "The Download: AI agent infrastructure, and OpenAI’s ambitions",
        "link": "https://www.technologyreview.com/2025/08/05/1121056/the-download-ai-agent-infrastructure-openai-ambitions/",
        "published": "2025-08-05T12:00:00",
        "source": "technologyreview.com",
        "summary": "These protocols will help AI agents navigate our messy lives A growing number of companies are launching AI agents that can do things on your behalf—actions like sending an email, making a document, or editing a database. Initial reviews for these agents have been mixed at best, though, because they struggle to interact with all the different components of our digital lives. Over the past year, they have both introduced protocols that try to define how AI agents should interact with each other and the world around them.",
        "category": "Seguridad"
      },
      {
        "title": "La inteligencia artificial y el riesgo de perder la autenticidad en la comunicación empresarial y el marketing de contenidos - PuroMarketing",
        "link": "https://news.google.com/rss/articles/CBMi0gFBVV95cUxNUkIwUnEzbHFkZHJBWnZfcTZESkdSdGRnUXZGOHBKTE9NdkpZZEY1b3ZCRDVYZEV0RGhfV2ZKQktIUEFPUFgxdEdNRGVRZUh0alFuWTNYWExyM2Z2WlpnSDNxcUFESDVRS1JmWk5mc01VUjVhclpUSUp4RC1hRXpJSHZPTDJQVks1QTlSYlJaZFJKc1MyRC01UUNrR0pMd3UtTWp0R0xSUmZCMy1NT0RmTUVwMVBxWVV5ZmIyUEpjejhQcHpBYkJTTWdibEthN2RELVE?oc=5",
        "published": "2025-08-05T08:35:12",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Seguridad"
      }
    ],
    "Hardware": [
      {
        "title": "Hayao Miyazaki, sobre la inteligencia artificial: \"Estamos perdiendo la confianza en nosotros mismos\" - Cadena SER",
        "link": "https://news.google.com/rss/articles/CBMi5gFBVV95cUxNYkotMlp4b1ZROUFYcGd6TGdReDRJd3JxZXBjaEJDREs4T0F5OUFjMzNPVFlBY0tha2NORnZZZ1NsUFJMMDl3amxNaHVFT2RWMkMzdWl5eDNJd0t6eVEzWURIVEZDVHJHYVhlVnJHVDhFdHhiYUV0Z0lraHdnRG5VeDIxWUlTSV9FREFIUlpuM2IzajdCcmFDY1ZCcHFDVHFRdmV0Tnh3NzdoRUEzWE04MndUaTVHT25yblU4bTNCOVlCRTkycm5NTHJMQ1ZlOW5hSkREY0d0RjdwM3YwV1pQSFBIbUJxZ9IB-gFBVV95cUxOb0pvWDdmM2swMkpiSDRRc1FBbTlkQy1nQ0NVY0hBUTlRV1daWWJueVFEZVVoVVFqcVNHMDk1RHlUcFd5WXUwQlRiX25EZ1lVYU9yNjlVemNDZDlqaTcwbE9jRmZ1ZWZmZTZVXzNHZGU2eHFQY0xfNjh0aGJzV1RHOVlidDZsYndXMlRfNXFjUUhmWWlCbWNMYlpRTjRmU3dmZnJ6OTBPQlpQRmhKT3E1ZTZxSVVrOGgtLWVvZzFrakItSkRiWkk4Tlg2UFRxVEtvb25IQ0REaThoUFZPejF4QnF1dGxkQXViTWlqTlRjWERDc2QzX3JudTBB?oc=5",
        "published": "2025-08-11T13:24:12",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "EEUU lanza la alerta: la inteligencia artificial está dejando sin trabajo a sus jóvenes mejor preparados - El Economista",
        "link": "https://news.google.com/rss/articles/CBMi_gFBVV95cUxOZ0JLVmZFQ3UyTldZNlJZdVFqblRkVnZnTy00Sm03cUd0LWRjSXFKMG51aHVlWmFUUWh5cWpvaGZNeThYUUdUWmpfZGp4QzJ1OHpmaUQyekhxcXhNSjNJVGxJRHRWazBvVjdHVFRMbERtZGtXSmU3R3BRX0JxMzA1MVo2a2dJNkNmaUU2c2xSNENNajVRNGgzX1MtVDJneTZHNkpjQWtpZXJFdW1LNkpWV0RfNDRJdnp0UlpvT2ZJYjltLXhXY2FKVXRpM1hiUURTRkFHR050SThUR2FhYXg2Ykp1VnRwRUY5THZycEYzcVFqd2FuaG9NVW5vOFhTUQ?oc=5",
        "published": "2025-08-11T12:28:06",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "De Gutenberg a la inteligencia artificial generativa - Onda Cero",
        "link": "https://news.google.com/rss/articles/CBMi_gFBVV95cUxPT2tVY1BHWHFSalBLZjV1NWtHaWdsYm5md296bjU3UTRBcUdBekFvRHhBYzhXUi03c1JRWHFiOGNWYmJFYTBudm41Rm01ZkJFMmxnWnh6Qi01d0pmeS1hdTVhX3hHejdWNmducHRYdTc4UFo0cXljOVVCcmwtYUhmUkVrTkxlSXBNenBndVlCWHdZY0tySE9WNHRfYWxBZGhCdmcyR2xWQ2NfREsxNkx1NW5IS09WRWJnT0Z1MUpsYkRfNkU0amU2VmZCSnFac2wwUGJXazFzN1M4clFNN0kwX3Z4X0FXYktaTnBkOGZGSUJnQ1hqby12c2wzVVFMZ9IB_gFBVV95cUxNNS0zNE1wSXh2eTVOdGlxMVVYT0J3Z2NvZHNkMzdSOE82Vjg2M1F3VG9OazdRVmFEaXhnbVI4dE15UDFTMUdrUWxSNDYwbEJtOHZ4V2lMeW9JYjZqZ0ExWWxTUkVhSFBRMVBNbFBvd3NGMDRqNDYxTWhMUkxRZThNaFhTMk9KWDMzWGpMRmJtNUpFV2dzS3FIQmQ0ck5IalMtTkpJZkxfZUVBWHlWb3hzV3U3ZUI5Q0huLVp6Tl82ajVIeGM2Q0g3cmNqNGxFREZ2SEZhWFdzWVMxZ3RBWDc0TTY1R2R0amp6c1duS1ZGZ1B5dlJ6RWVWUHQ2R2VWQQ?oc=5",
        "published": "2025-08-11T12:22:35",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "Melanie Mitchell (56), experta en Inteligencia Artificial: \"Si lo que sabemos de la IA es lo que cuentan las películas es normal que tengamos miedo de que la inteligencia cobre conciencia y se vuelva malvada\" - Esquire",
        "link": "https://news.google.com/rss/articles/CBMitAFBVV95cUxPb0JkaU4wX0U5R213RjFEYURnZ3hFN0lIbXg2bnJEc0dpTHR5U0l6dEotTUhzbF9Lei1HVHdFMXM1Qzh0UFZuQzNWN1ltUHVWRlJ2SFdjbzdpNnlTSW1IVUhLT25FMTNGMFRzUi1vdnF3NVI3TmExVDg1SzRfb1ByQkZKNXBjYU9KWHFnbWxaRFlJREtXSTJYcVFyQmkzSVdscXV3cVZUUzI5R1ZqTDJyTy1sZUY?oc=5",
        "published": "2025-08-11T12:05:02",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "EDGX logra nueva inversión para su ordenador espacial con inteligencia artificial - The Officer",
        "link": "https://news.google.com/rss/articles/CBMihwFBVV95cUxNLXZPb1lUc2xvNEM5M3BWVVdnNDZoT21PbnhYQUZsVmFKMll4ZkYxVWQyeUJRdnpNMVl2LU9FV2w2aHY0RVFKdGJCTzVlUmM4aWNhRkJvTjhnaWxpN1pkNkY3OTE3Z2xiSXhnZTR6c2J4XzRpVHB1cnhGREFyZld3ZS1Tanp6N2s?oc=5",
        "published": "2025-08-11T11:56:22",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "Un proyecto de la UDC investiga con inteligencia artificial cómo optimizar la previsión de lluvias y prevenir inundaciones - La Voz de Galicia",
        "link": "https://news.google.com/rss/articles/CBMijgJBVV95cUxNT2xVTG4xRXdoSVlsRGxXdG1NRE04TFRMcjM2RGNqczVsQXdCdnJMdTE1aTBKcnMyYkQ5MDJyOE1qUVJoYTREaVFYWmdvNGlYX2FZUEFIMFZhNE1hTWtkQXJCRzI4UXdoVFlUOUJfU2c2ekl3dFZ1WkxSWDdVd1Y1OWhmZGpqSndFUjdPRGVrUDRlR0I2aXpBTkRlODQtdDNGSTh4aGFPU1oxZ0hidFp2blJWTWpITnNKLXMyNU9SR2h5Y2c1bkFYNk9Wemo3X2cwTXVQYUJwNWRDdmJPSlRzMmE0b2hkZWlZV2J5eFo4Sk41bExhNmpmZDREY1diTFl3cWFVYUlad3RVejV1NXfSAaoCQVVfeXFMUFJ0a3R0LU5WMEp6WlRBOE1jbjVmNTR1c1dQYkVWVmZSdXdBVjFLYUVxLVR2ekt3eTJpQno1NGlfUEYzNTlLc2UzWDNxSkdfdlVQOC1oNUdDelAtcXJqQ2t4SjEweG5mMFV6OUgwUUxZYmtVQlN3TzJjWUpZX09WTjJ1WGlzOVlhdFZNWE5OMzZKY2Jid2trV1pKSU13Vmh1ODdTYlNxTVhPSkdQWjB4ZmZoQm9lUUczb19qSE9BTlI0SHpWcGRGN21DejhhSDgyUUVidjlCdE5WR21mSEpNc1VJS2pjQU02Q3NJdUo3MVluTHI5STR4MWxzMDAxZkRRTnZibXdNbFViSEpKem5Ia3lZZzNaa0k5TjJoNG1oRGkzVWhOcWFGaEtVUQ?oc=5",
        "published": "2025-08-11T11:26:15",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "La Inteligencia Artificial no debe convertirse en colonización digital indígena - Diario Responsable",
        "link": "https://news.google.com/rss/articles/CBMiwAFBVV95cUxQckpib1d5aEZCU213ZkNTRUcyWm82SVA1NDAyVFVTXy12WnJaYS01Z2pmQWQ2dUwzSUNaaUxkZHFla0p5d1lUdHhpNzN2Tm5iRkJFM2ktZ2w0czhkZHF4YWdMZ09PcnpVWmVkSnJDZ2EtYlV6X1QwMmV0WDlrSnl4M25Ed2pDSmh1QzYxT0NxUGwwQjg4MjVjcFNfSk1UMGsxeHVKanY1RW5lRTlxM1lWUzR2UnlST3VDOGNCOFdHY1Y?oc=5",
        "published": "2025-08-11T10:42:38",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "El futuro del SEO y el marketing en buscadores está irremediablemente vinculado a la inteligencia artificial - PuroMarketing",
        "link": "https://news.google.com/rss/articles/CBMiwAFBVV95cUxQVkhWNTYwNnNqLUxOdndOaWxZM3ZScXd3cXp4MVhmOGJuT1lYakQzQXBhNDcxWFBTRGNYeFBVX08xdEk5ZUVTNVRlcm5oNG12UDRTZFRzdnZZeWVEWTlhSTFrNHg5Q1F6dG5jX2cwMS01MXIwa3RtNUhvU0syNDVDczBwU3hsOTVjZzBwb25nb1UxcDVhUHNHd3VRZkRjT2g1UnVDUUxUR1VZYi1jdkVEV3hiQmJIdmo3YXF4WWRGVUk?oc=5",
        "published": "2025-08-11T10:26:07",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "Ilia Stepin, científico en la USC: «Necesitamos explicaciones para confiar en la inteligencia artificial» - La Voz de Galicia",
        "link": "https://news.google.com/rss/articles/CBMi1gFBVV95cUxOTjQ3ZWJnMGhna2hDeVVKY3JfN3dWN19WTVF4cUdTSjl6LVloUkg0MmRzaUxBSHFCRzlUMTFIUFI4b2swNl9SUFEtQmZvRm4xZWkzVTZicklpZGNsZEJ2RS1kc2RpNmpDc1U5XzFCZGF3S1o2VjVKdm1fbmpaYklHUHg0MEJNbWZqRk10YWg0OEZ3c3VacWc0MkZXN0p0Y1dkVFFXQ0s2N25VMERxekpoc0JiNnItMHpLUU9PR1hzbF9BMU9ORHktWm9DY3J1N0ladGFIYjFn0gHyAUFVX3lxTE9oY0pvYTlhUURwZmtQckNpdDRuUFFYaUY3cGNPTGI2bkVHOElDaWpINVNucnZZV2xvWm92UFpTMVI5WmdUYUE1NEJGdnhhNWxvcTNMaGc0cDBDSGZFRFRJaGFSY3lVa1FKbXRycGw1Zkc2MjBwOTB6dmxKMHcxUE1TRlhqOFVHN1B1S2hzMlFudG1vWFhSd09LTW5CVWxhcHlsQzNZSkhjQXpTaS0wYlpKZkNOU3BEU1ZLYkVQV3diZF9FUzgzMlBFbldYS2htZHpibVN1VGtzS1Nmcm5YUjYtdk13d2h4eFhyVWU0d2RHaWtR?oc=5",
        "published": "2025-08-11T10:19:43",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "Pronóstico de la Quiniela; Cómo acertar en la Quiniela de La Liga gracias a Inteligencia Artificial - GIRONANOTICIES.COM",
        "link": "https://news.google.com/rss/articles/CBMi3gFBVV95cUxQTHJfdHQtNEtxSV9aMm43T3ZhUWg4ckdGLUszMGd4S3dZaGd0V1JJZGxfWUxOR3RVWEZVSlVFTXVkam44Z2RTOWxvM3Y2M0hjZFlNdVpiTXdNX3ZZMThzSU9YQklHb05VaHozbmFWbzhtbHpNR1dHZEliempKZEdQZ1d6ckpibUlMZnVvVkhSb3oyblJ1YUJzc2pGZTdIMUxlMUFmZy12MFcyTW9UaHozMHE0dVVJZDhvOC0xRkQya2xJR3NfY3J5YnVuQnpkSmtlTjZxd0toWTh5RUNUWFE?oc=5",
        "published": "2025-08-11T10:14:18",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "Transformación Digital destina 200 millones a la formación de 80.000 profesionales en digitalización e inteligencia artificial - La Moncloa",
        "link": "https://news.google.com/rss/articles/CBMi7wFBVV95cUxPWWUxQ21Ddlk4aUZHaVpqQ012bUk1ZEZhd1gzRmYtZWtfdFJOMm5zckx3a2M4aEU1SHlMM3o0bXdFa2VkVmtpeGZQM1lTTW9RbVN5T1o5ZldWU3ZNV003TUFCTHFuZDJkczQzc21DZ3FPOVF5bVFmZk5nVmJ4R2E1UUFZRlg0VUgtRTdudlZzRjR3NFFlV1FzR0pZSnh4U2xFbzVuZWVSWENuSWZlNkNEZzJ0ZHQxVWNjM05rSl9ITDBzdUVKeDczQ0ZIT3plOTZ1SE9hNEI4Q0xCSXNjQmFqTF9rMXd4WDJvWVgzYnd2TQ?oc=5",
        "published": "2025-08-11T10:09:13",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "RunnIA: la inteligencia artificial de RUNNEA que te ayuda a elegir tu material deportivo (y a entrenar mejor) - Runnea",
        "link": "https://news.google.com/rss/articles/CBMinAFBVV95cUxOMlhmbjJQVzFuQ3FxZ2tOdEttZUZELWQ5NnMtSmxqVFdwa3Jnc0lzWHdRUlJYMUZkd3hPenpueE1reXdIcTNyNE1yS3FnTVlWeld0Vi1Tcy1OS0Ytc0FBMWJibzVkNE03MWladkpKZTMzMk5lSVB5R0h2UWg2Vk1lX3RZVHkybGl6Q2JWa3R3WHVWSGtNU0tRUG95OGzSAa8BQVVfeXFMTUtFaktGbzRoazJqNTJHMEp0Tjc0T2d6bGtFb2Y0UVQ0cmhieWdYN2xESHVvcVozTUpDOXBnczhqRkF0V3llUnNsMW9TVGxYRmFpekxnU1hqTzhBVjFFWlRaTGZYQW9zR0ZjZWRRUEZ4d2JWRV9Ic1M2VmdGY1dMX0pTQ0lnSno2LW9IMmxEanpZa19JTUpCb0x5aXA2MGgwSDc5dkVQTHM4SERmRWlMSQ?oc=5",
        "published": "2025-08-11T07:25:35",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "La medicina basada en inteligencia artificial revolucionará la atención médica en pocos años, según experto en IA - Infosalus",
        "link": "https://news.google.com/rss/articles/CBMi-AFBVV95cUxQLUQzNzFGQ0NSclltUTA4Nnk4WmJ4NHl1UDRTNW54LWhUQ2hjeGtycmhveWhlRDJwNzVLT0lkZ09PQjA0bnlQNk81UktPYWxiV3RVajJvY09ZOXNmNVpXRW9ab29ZSlh2RlVsSnN2WlVOdXQ0Q3RSVEV4NHI2SWt0UGEzcWRHNEx0OXpSc0tUWEhRekExTUgwU3pRV2Q0b1J4WGU3aHZtVjBHWU8wcExjblJuUXlhb0xNcE1nRVBVY19PZVExNUVGVng2OXpZdExfMTJPRFJiemxQdV9QSzc5ZWRsdWt2ZncxbExNMVFDUEJBVDgzWFhIeg?oc=5",
        "published": "2025-08-11T06:33:45",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "Las vacantes de ingeniería en inteligencia artificial crecen un 1.214% de 2019 a 2024 - El Economista",
        "link": "https://news.google.com/rss/articles/CBMi3AFBVV95cUxQem1JZERvTFlCVzRDUlRFX3lqeThiLWdGV0JobWU3VDJvakVEVTFBS2lYWUtQM0tDZWxHWGpwMU12NG9GaEhzWmkyZUVIbEFuSlZJeGx5SERZcDBaZHdLSXR5YmtWNWlRRTkwR1BjRTRpSTlwY0o2SDlmdkZvY3BFaE1qZW9CWUJtYTNRQUliazVZT2F6bHYxU0FpbG5LU1ZVX2lBckJjcGttMjJNNDlSaTdWMVBuUmJmTDg0Y2hYNlNPdkZVLTllU2MwRUxLTkN0TUNQUW9WcnhWT1Br?oc=5",
        "published": "2025-08-11T04:00:08",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      },
      {
        "title": "Por qué entender cómo razona la inteligencia artificial es clave para gobernar su impacto social - Agenda Pública",
        "link": "https://news.google.com/rss/articles/CBMiuAFBVV95cUxQMkRzeUZ4RENSVVN4SXVDN2FrT0pXbkN0V2k5UXBoam1pV1dTX1BNVTFKTHZyY3k3VGZfamFQYWotOVZQR0tZbFplREp5R3dvTkZEOVNwNHpNbjNZSTVoTDZKNzRFYm5tTWFMWkFuUExvY3MwaDhTMW5jczBNbml0clFxOTNQaHY0YmtVTnNsYmRVeEJXcFdOUDlQRHlxQ3Y4aHYyYjlKNXE2VjhRNk9GM0x4RTlvX0x2?oc=5",
        "published": "2025-08-11T04:00:00",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Hardware"
      }
    ],
    "Mercado": [
      {
        "title": "La IA transforma la atención médica y redefine el papel de los sanitarios en salud - consalud.es",
        "link": "https://news.google.com/rss/articles/CBMi_gFBVV95cUxORUM2NHROLS0zMHlYX0lPLW9PNHVyVk1ubS1YYlpRZS1LQWRFMjFOWkhjV1YwZGgxWHJTV19pSHYyTU5GOVo5dXNQUXdLdldYYXZqOXVkR2ZyR0tSMmItUEZ6Y3pkLXVEM0NYSHVlOHBoa2J1VDF4QlJnb3NQdzI2LVlBYnYwbVBDRkVGcEF4dE5fZE96TjRDakEyNVF6YXdBOUpFcjJPSVlsaVN4Q2Q1VzlkQVZPV1p2T3B2N1N3OTE5X0hXVVNtTDgwUDdLQUhMa1VFQlQ5UDZ3WTI1akdXdUF1aVVJNHNvSkFFVnZCdW1MdHhYeDFsYlotQmg3UQ?oc=5",
        "published": "2025-08-10T09:00:00",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Mercado"
      },
      {
        "title": "Xavi Varona: \"La IA de WhatsApp todavía no contesta en catalán porque tiene miedo de equivocarse\" - El Periódico",
        "link": "https://news.google.com/rss/articles/CBMilAFBVV95cUxQbktlQkxscGNVUGhPQk1VRkxJbjFrbDZ1OHNzb1R5RC03WHVLaWV1WVlYcmRKZE50OVVvUVpsbEpMbDV3RkNQRGZFMlJCQXk2bmRPZTVkOTR2dzVsaHVWV0QtSVU1aDdpYVllbU9QYVdQZTZjZWpoN1VPYTNLLU54aE9BN29RWmtUbE1UdE9GazZ0Y0tK0gGUAUFVX3lxTE1mLW5IRHNId2xDYnRVN2tBelByTHdiNUlyVW9lY2d4bEtYdWJTR0FlZ3hnNFp4aXFVa3ZzWmdoRC1tTWt1bHQ4QTh2elhzUVE1TEpjQlA4d0xMNlVDekwwWmZ0NVhwYmwzY1JtalhuUmtfdUNjT19EN3Q5RFR4QU0zMlhEdFV2YUZveXcwRDFEMXZiWlM?oc=5",
        "published": "2025-08-09T06:01:02",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Mercado"
      },
      {
        "title": "El patio trasero de la IA. Un mapa de la fiebre del oro del siglo XXI - EL PAÍS",
        "link": "https://news.google.com/rss/articles/CBMitAFBVV95cUxNVV9qeDA1V0lQUk5BN3ZIejdmSnlXOXZWdDlhd01OU3Z5Ti1INVJOTmVDTkJxeWNwRlNmcm1SUG9iLVhQZTNWWDkwVm9ZZmVCd3NYMUprdDY1NlpCak93NmtFalJhTkJ2emszeTBmOXVoRDhuWExTOE11WjlJdUtDdDRkVW1vX2dJYTZORkVObmg4YTlac3Z0d09wd19zcjRHejY1MTVnMjhsdnNTQVc4TklvRU8?oc=5",
        "published": "2025-08-09T03:20:00",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Mercado"
      },
      {
        "title": "La IA de WhatsApp margina el catalán: lo entiende, pero no lo usa - El Periódico",
        "link": "https://news.google.com/rss/articles/CBMimwFBVV95cUxPTHBQT0RoWW1felpGN0JQUjMwVndaeUtST0ppMk9iRDU0QnRXOW1wZk03eGQyQ2JjaWZnSElBQ1VVMXVJdWdWS1JEQWN1QkItTmNOZ1BPVG1kY0RkQnF2VUpfRnBndHZMb3dYR0M5M2JkNDgyMDFUbjZ4N09DMGI0X3JRNnhseTNrTUt1R192dkYtX1lOb3hadDBpVdIBmwFBVV95cUxOU0lvN1FtS1Q3SEJySkhoZk9GSDljZ2x2LVNFNEVMMXRjc0VPUTBpRFZWa2NjZmNwM2FtYmhfRVM1TzVFMENHSU9xckZjNGlJNjRyU2RmVkk4T1JhNjlyNWlUcG9EVHpncjdhY1FBYkZ2M2s2S3pUUjdKN3U5cFJVOVR4Y3FXNkhxaWNaMk14T3NVdFNCWll6QTYtUQ?oc=5",
        "published": "2025-08-08T12:00:44",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Mercado"
      },
      {
        "title": "The greenhouse gases we’re not accounting for",
        "link": "https://www.technologyreview.com/2025/08/07/1121188/the-greenhouse-gases-were-not-accounting-for/",
        "published": "2025-08-07T09:00:00",
        "source": "technologyreview.com",
        "summary": "By James Temple archive page August 7, 2025 Tropical wetlands in the Philippines. Getty In the spring of 2021, climate scientists were stumped. Researchers around the world set to work unraveling the mystery, reviewing readings from satellites, aircraft, and greenhouse-gas monitoring stations.",
        "category": "Mercado"
      },
      {
        "title": "Grok, ¿por qué mientes sobre estas imágenes de niños desnutridos en Gaza? - RTVE.es",
        "link": "https://news.google.com/rss/articles/CBMingFBVV95cUxNYnJXUy1OSENNdGtvT1lET2FUemRjLVNvaHJNQXE1WlNUYmtzdjJtMmxySC1VMTJKSGtNUHY0T3JzWU9FdGJaTWRTbzR6QnR0cFdUZGFGNjJsN3ZuZ1FyaHEwMnZnUXdZZVE4SWdqbHZOQmlIdENrTldnOTJUNkZFUWpmZDF3X2haNW1oU3pLeVM1Q1dtY3BNamJDOVdEd9IBngFBVV95cUxNSklzLUJtYkZCVE9UaFhreEZUcnJvUFdMNW0xX0RZNUVIdG5qd3ZxVDNJMkVaRkZrNzZtRUcxNGVSc2ZSTFBzWWJxcV9ZdlJqa3ZXdWgxS2J2V1hmT1F1ajg5WW5SWm5iV1k2Z3dVSVUzT05Hc2NacWtrM0M2QXU0MlItdjNkZlJQRFdXcFRXSVhrUzdJZTBtNzFaUmxUdw?oc=5",
        "published": "2025-08-08T05:10:00",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Mercado"
      },
      {
        "title": "Google search boss says AI isn’t killing search clicks",
        "link": "https://arstechnica.com/google/2025/08/google-search-boss-says-ai-isnt-killing-search-clicks/",
        "published": "2025-08-06T19:36:42",
        "source": "arstechnica.com",
        "summary": "According to Reid, clicks aren't declining, AI is driving more searches, and everything is fine on the Internet. But despite the optimistic tone, the post stops short of providing any actual data to back up those claims. This statement feels like a direct response to a recent Pew Research Center analysis that showed searches with AI Overviews resulted in lower click-through rates .",
        "category": "Mercado"
      },
      {
        "title": "La IA ya pasa factura a las contrataciones de las ‘Big Four’ en Reino Unido y en España se preparan - El Periódico",
        "link": "https://news.google.com/rss/articles/CBMimAFBVV95cUxQRnd5OGdpcmhaU0tLT0pWZVBjMmMxWDczMW42aEFjcDkzaTBFSVFJVnB1SUVYQlJtZTh5UlkyY0ZoTjFmSGE1RWduUU8yYmc1YUhybmRhRDQ1M2NOdERVM1RXcU9CWFpQZHo1M0UwVXNodFczemowN19aMXlwTWU1WGxxcS1LS2RCWVVULUR3c0VMSlJGVmpxMdIBmAFBVV95cUxOSGtrVXBGUnZlV09pMXVzWXNXeWZFY3QyV3ZPeUxzRG5QTkwxb1dnVXBCQVpOcjNSazZRYmVpc29Td2VNU2ZaN215T1FicV85UjhXRkNjSW1iaG5SSXBEVlFRRzlmcTR1cWxZa3ZCSjRFYlEzYjE4WUo1VS13SWpfeEZBQ1BseldvbFVFMzJsOG9rQkdjcnF3eA?oc=5",
        "published": "2025-08-07T04:00:07",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Mercado"
      },
      {
        "title": "Las profesiones en alerta roja por el avance de la IA - Statista",
        "link": "https://news.google.com/rss/articles/CBMixAFBVV95cUxNQmtuVkZZbHlOZmVnTUZydlZpZFgzcktRZGZoQ2JpVENhSXpXVFRwck9wOXl2OVg3bm1DMkNTTlR0a2VYYzBSdTNqUlBUVDJJUWpaV1BhT0JiM1hIREpyVWd2am5uT3hyTmV5YTdPRjZjVDBXZU5QOVpwWFdpaEplM2dDNWVtM1lXUGtTVTViQTl5N2xMdWFzNnE2clVBWm1ZMExoa3Z2UkJDUG1YYnNvOG8yNkFpcHJsY0JpR0xFR2RvNVN50gHKAUFVX3lxTFBkTVIwbk40RTVuZXkzMDVPeGhiV3lvYWJpZkVTLVNxWXNXSUlwNTVySFdpSmljZy10SnNJdUZJbE93dDd5UXNsVXBuRC1PWFAtZFRYcTA0MGxnMUMtSnlQc0hnRS0zVEwzYVQwNVM3Zk1zVGdWWVRPcXlZZ3g4ZlB5V2FRUHMwMzJ0SHRqanVOdHRSemV0Ukc5RDQtLURiYWo3T2RQUVVGUmN5YWF1amktb0U4cEJncG5TTGRUaW9IR3FIdlFHdkVBRVE?oc=5",
        "published": "2025-08-05T13:18:45",
        "source": "news.google.com",
        "summary": "Google News",
        "category": "Mercado"
      }
    ]
  }
}